{
  "en": {
    "home.1": "Located in Paris, a few steps from the Hôtel Drouot, Armand Deroyan Gallery specializes in selling and buying carpets, tapestries and old textiles.",
    "home.2": "It offers a wide range of Oriental carpets ― persian, ottoman, chinese … ― European carpets ― Savonnerie, Aubusson, Axminster, Arraiolos ... ― as well as antique tapestries ― Flanders, Beauvais, Gobelins, Aubusson ... ― and contemporary ones ― Delaunay, Picasso, Miró, Lurçat ... ―.",
    "home.3": "The largest set of Art Deco carpets in the world ― Da Silva Bruhns, Ruhlmann, Leleu ... ― finest embroideries and needlepoint carpets complete the collection. The Gallery customers are art collectors, decorators and museums (Ecouen, Aubusson, Metropolitan ...).",
    "home.hours.1": "Opening hours",
    "home.hours.2": "Monday to Friday",
    "home.hours.3": "10:30am to 1pm",
    "home.hours.4": "1pm to 6pm",
    "home.hours.5": "Closed on Saturday, by appointment only",
    "bio.page_title": "About Us",
    "bio.title": "Armand Deroyan",
    "bio.timeline.1": "1968: Takeover of the family business in Marseille",
    "bio.timeline.2": "1995-2004: Partnership with Bernard Blondeel, gallery rue de Lille in Paris",
    "bio.timeline.3": "Since 2004: Continuation of the gallery rue Drouot",
    "bio.paragraph.1": "Armand Deroyan starts his career working for his father's conservation workshop in Marseille, established since 1928. From the age of 20 he expanded the commercial part of the business and has gathered an important collection of carpets, tapestries and antique and modern textiles over the years.",
    "bio.paragraph.2": "In 1990, he left Marseille and moved to Paris to open a gallery rue Drouot. Five years later, he went into partnership with Bernard Blondeel, a tapestries specialist. Their gallery rue de Lille showed a word-recognized collection. Together, they exhibit in fairs such as TEFAF in Maastricht and the Biennale in Paris. Armand Deroyan keeps the gallery rue Drouot, very practical because Drouot auction house is just next door.",
    "bio.paragraph.3": "Bernard Blondeel retires in 2004. Armand Deroyan then refocuses permanently rue Drouot. He works in close collaboration with his wife, Olivia Deroyan, whom special field is 20th century carpets.",
    "bio.paragraph.4": "The gallery exhibits one of the largest collections in the world of textiles from the Middle-Ages to the 1970s, from Europe to China. Armand Deroyan also owns very beautiful Art Deco carpets, among them an exceptional set of Ivan Da Silva Bruhns' carpets. Lovers of ancient and modern tapestries, European or Oriental carpets but also embroidery form the usual clientele of the gallery, along with many museums such as the Metropolitan in New York, the Musée de la Renaissance in Ecouen and the Musée de la Tapisserie d'Aubusson.",
    "bio.paragraph.5": "Armand Deroyan is also expert for the the CNE, the CNES and the SNA. He takes part to vetting committees of various fairs such as BRAF and PAD.",
    "bio.hours": "The gallery is open from Monday to Friday, from 10.30 to 1.00 am and from 2.00 to 6.00 pm and by appointment.",
    "restoration.title": "Restoration & Conservation",
    "restoration.section.1.title": "Restoration",
    "restoration.section.1.content": "Armand Deroyan started his career as a restorer in his father's workshop in Marseille. He has been restoring since then, working on many major pieces in the past few decades. His experience is well recognized over the world and makes him an expert in the art of restoration.",
    "restoration.section.2.title": "ATC workshop",
    "restoration.section.2.content": "At the beginning of the 1990s, his collection was becoming too large, so he started working with the Antique Textile Conservation (ATC) workshop in Izmir, Turkey. More staff enables the gallery to supervise the restoration of various textiles: Oriental carpets, tapestries, embroideries, etc.",
    "restoration.section.3.title": "Creation",
    "restoration.section.3.content": "The gallery also offers custom-made creations in order to satisfy clients' needs. Dimensions, colours, techniques and patterns can be selected and hand-made, keeping alive the best standards of the textile arts"
  },
  "fr": {
    "home.1": "Située à Paris, au cœur du quartier Drouot, la galerie Armand Deroyan est spécialisée dans la vente et l'achat de tapis, tapisseries et textiles anciens.",
    "home.2": "Elle propose un large choix de tapis d'Orient ― persans, ottomans, chinois...― et européens ― Savonneries, Aubusson, Axminster, Arrailos...― ainsi que des tapisseries anciennes ― Flandres, Beauvais, Gobelins, Aubusson...― et contemporaines ― Delaunay, Picasso, Miró, Lurçat...―.",
    "home.3": "Le plus grand ensemble de tapis Art Déco visible ― Da Silva Bruhns, Ruhlmann, Leleu …― de fines broderies et tapis au point viennent compléter la collection. La clientèle de la galerie se compose de collectionneurs, décorateurs et musées (Ecouen, Aubusson, Metropolitan de New-York...).",
    "home.hours.1": "Horaires d'ouverture",
    "home.hours.2": "Lundi au vendredi",
    "home.hours.3": "10:30 à 13:00",
    "home.hours.4": "13:00 à 18:00",
    "home.hours.5": "Fermé le samedi, par rendez-vous uniquement",
    "bio.page_title": "À propos de nous",
    "bio.title": "Armand Deroyan",
    "bio.timeline.1": "1968 : Reprise de la maison familiale à Marseille",
    "bio.timeline.2": "1995-2004 : Association avec Bernard Blondeel, galerie rue de Lille",
    "bio.timeline.3": "Depuis 2004 : Poursuite de la galerie rue Drouot",
    "bio.paragraph.1": "Armand Deroyan débute sa carrière à Marseille dans l'atelier de restauration de son père établi depuis 1928. Dès 20 ans, il y développe la partie commerciale et constitue au fil des ans une importante collection de tapis, tapisseries et textiles anciens et modernes.",
    "bio.paragraph.2": "En 1990, il quitte Marseille pour Paris où il ouvre une galerie rue Drouot. Cinq ans plus tard, il s'associe avec Bernard Blondeel, spécialiste en tapisseries anciennes. Ils ouvrent ensemble une galerie rue de Lille et présentent une collection mondialement reconnue. Ils exposent notamment à la TEFAF de Maastricht et à la Biennale des antiquaires de Paris. Armand Deroyan conserve la galerie rue Drouot qui a l'avantage de se situer juste à côté de l'Hôtel des Ventes.",
    "bio.paragraph.3": "En 2004, Bernard Blondeel prend sa retraite. Armand Deroyan se recentre alors définitivement rue Drouot. Il travaille en étroite collaboration avec son épouse, Olivia Deroyan, dont le domaine de prédilection est le tapis du XXe siècle.",
    "bio.paragraph.4": "La galerie possède l'une des plus larges collections de textiles au monde allant du Moyen-Age aux années 1970, de l'Europe à la Chine. Armand Deroyan propose également de très belles pièces Art Déco dont un ensemble exceptionnel de tapis d'Ivan Da Silva Bruhns et de Jean Lurçat. Les amateurs de tapisseries anciennes ou modernes, de tapis européens ou d'Orient mais aussi de broderies et soieries anciennes forment la clientèle habituelle de la galerie, aux côtés de nombreux musées comme le Metropolitan Museum de New York, le Musée de la Renaissance à Ecouen, le Mobilier national ou encore le Musée de la Tapisserie d'Aubusson.",
    "bio.paragraph.5": "Parallèlement à son activité de marchand, Armand Deroyan est expert auprès du CNE, de la CNES et du SNA. Il fait partie des commissions d'admissions des objets de la BRAFA et du du PAD.",
    "bio.hours": "La galerie est ouverte du lundi au vendredi, de 10h30 à 13h et de 14h à 18h00 et sur rendez-vous.",
    "restoration.title": "Restauration et conservation",
    "restoration.section.1.title": "La restauration",
    "restoration.section.1.content": "Armand Deroyan a débuté sa carrière en tant que restaurateur dans l'atelier de son père à Marseille. Il a conservé son activité de restauration depuis lors, travaillant sur les pièces majeures de ces dernières décennies. Sa longue expérience reconnue dans le monde lui assure un statut d'expert dans l'art de la restauration.",
    "restoration.section.2.title": "L'atelier ATC",
    "restoration.section.2.content": "Au début des années 1990, sa collection devenant trop importante, il collabore avec l'atelier Antique Textile Conservation (ATC) situé à Izmir en Turquie. De larges équipes permettent ainsi à la galerie de superviser la restauration de textiles variés : tapis d'Orient, tapisseries, broderies, etc.",
    "restoration.section.3.title": "La création",
    "restoration.section.3.content": "La galerie propose aussi des créations sur mesure afin de satisfaire au mieux ses clients. Dimensions, couleurs, techniques et motifs peuvent être sélectionnés et réalisés à la main dans la tradition de l'art textile."
  }
}